app/controllers/users_controller.rb

  def create
    @user = User.new(user_params)

    respond_to do |format|
      if @user.save
---
INSERT INTO "users" ("name", "email", "number", "created_at", "updated_at") VALUES (?, ?, ?, ?, ?)  [["name", "MyString"], ["email", "MyString"], ["number", "MyString"], ["created_at", "2015-06-17 17:56:57.578990"], ["updated_at", "2015-06-17 17:56:57.578990"]]